Repository: joaozx-ch/aryalog_ios
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %1$lldh %2$lldm
zh_hans: %1$lld 小时 %2$lld 分钟

source: %1$lldh %2$lldm ago
zh_hans: %1$lld 小时 %2$lld 分钟前

source: %lld events
zh_hans: %lld 条记录

source: %lld min
zh_hans: %lld 分钟

source: %lld mL
zh_hans: %lld 毫升

source: %lldh
zh_hans: %lld 小时

source: %lldh %lldm
zh_hans: %lld 小时 %lld 分钟

source: %lldh %lldm ago
zh_hans: %lld 小时 %lld 分钟前

source: %lldm
zh_hans: %lld 分钟

source: %lldm ago
zh_hans: %lld 分钟前

source: About
zh_hans: 关于

source: Active Apple ID on all devices
zh_hans: 所有设备均需有效的 Apple ID

# activity.breastfeeding
source: Breastfeeding
zh_hans: 母乳喂养

# activity.desc.breastfeeding
source: Track breastfeeding sessions with left and right side durations
zh_hans: 记录左侧和右侧的母乳喂养时长

# activity.desc.ebm
source: Track expressed breast milk feeding with volume in mL
zh_hans: 以毫升为单位记录瓶喂母乳量

# activity.desc.formula
source: Track formula feeding with volume in mL
zh_hans: 以毫升为单位记录配方奶喂养量

# activity.desc.pee
source: Record a pee diaper change
zh_hans: 记录一次小便换尿布

# activity.desc.peePoop
source: Record a pee and poop diaper change
zh_hans: 记录大小便换尿布

# activity.desc.poop
source: Record a poop diaper change
zh_hans: 记录一次大便换尿布

# activity.desc.pumping
source: Track the amount of breast milk pumped
zh_hans: 记录泵奶量

# activity.desc.sleep
source: Record when baby falls asleep
zh_hans: 记录宝宝入睡时间

# activity.desc.wakeUp
source: Record when baby wakes up
zh_hans: 记录宝宝醒来时间

# activity.ebm
source: Expressed Breast Milk
zh_hans: 瓶喂母乳

# activity.formula
source: Formula
zh_hans: 配方奶

# activity.pee
source: Pee
zh_hans: 小便

# activity.peePoop
source: Pee & Poop
zh_hans: 大小便

# activity.poop
source: Poop
zh_hans: 大便

# activity.pumping
source: Pumping
zh_hans: 泵奶

# activity.sleep
source: Sleep
zh_hans: 睡眠

# activity.wakeUp
source: Wake Up
zh_hans: 醒来

source: Add notes...
zh_hans: 添加备注…

source: Amount
zh_hans: 用量

source: AryaLog granted iCloud access
zh_hans: 已授予 AryaLog iCloud 访问权限

source: AryaLog uses iCloud to sync feeding data between all caregivers. This requires an active Apple ID and iCloud account.
zh_hans: AryaLog 使用 iCloud 在所有看护人之间同步喂养数据。这需要有效的 Apple ID 和 iCloud 账户。

source: Breast
zh_hans: 母乳

source: Breastfeeding
zh_hans: 母乳喂养

source: Breastfeeding (minutes)
zh_hans: 母乳喂养（分钟）

source: Cancel
zh_hans: 取消

source: Caregivers
zh_hans: 看护人

source: Close
zh_hans: 关闭

source: CloudKit Sharing
zh_hans: CloudKit 共享

source: Count
zh_hans: 次数

source: Create a share link
zh_hans: 创建共享链接

source: Creating a Share
zh_hans: 创建共享

source: Current User
zh_hans: 当前用户

source: Daily Summary
zh_hans: 每日摘要

source: Data
zh_hans: 数据

source: Data Sync
zh_hans: 数据同步

source: Date
zh_hans: 日期

source: Day
zh_hans: 天

source: Delete
zh_hans: 删除

source: Delete Log
zh_hans: 删除记录

source: Diaper
zh_hans: 尿布

source: Diapers
zh_hans: 尿布次数

source: Diapers (count)
zh_hans: 尿布（次数）

source: Duration
zh_hans: 时长

source: EBM
zh_hans: 瓶喂母乳

source: EBM (mL)
zh_hans: 瓶喂母乳（毫升）

source: Edit
zh_hans: 编辑

source: Edit %@
zh_hans: 编辑%@

source: Edit Profile
zh_hans: 编辑资料

source: Enable iCloud in Settings
zh_hans: 在设置中启用 iCloud

source: Enter your name
zh_hans: 请输入您的姓名

source: Export Data
zh_hans: 导出数据

source: Export your feeding logs as a CSV file.
zh_hans: 将喂养记录导出为 CSV 文件。

source: Expressed Breast Milk
zh_hans: 瓶喂母乳

source: Feeding
zh_hans: 喂养

source: Fell asleep
zh_hans: 已入睡

source: Formula
zh_hans: 配方奶

source: Formula (mL)
zh_hans: 配方奶（毫升）

source: Full CloudKit sharing requires an Apple Developer account and proper CloudKit container configuration. The current implementation syncs data for the same iCloud account across devices.
zh_hans: 完整的 CloudKit 共享需要 Apple 开发者账户和正确的 CloudKit 容器配置。当前实现会在同一 iCloud 账户的各设备之间同步数据。

source: Generate Export
zh_hans: 生成导出

source: Get Started
zh_hans: 开始使用

source: Go to CloudKit Sharing
zh_hans: 前往 CloudKit 共享

source: Got It
zh_hans: 知道了

source: Home
zh_hans: 主页

source: How CloudKit Sharing Works
zh_hans: CloudKit 共享的工作原理

source: iCloud enabled in device Settings
zh_hans: 在设备设置中启用 iCloud

source: Invite Caregiver
zh_hans: 邀请看护人

source: L: %lldm
zh_hans: 左：%lld 分钟

source: Language
zh_hans: 语言

source: Left Side
zh_hans: 左侧

source: Left: %lld min
zh_hans: 左侧：%lld 分钟

source: Log %@
zh_hans: 记录%@

source: Log Breastfeeding
zh_hans: 记录母乳喂养

source: Log Expressed Breast Milk
zh_hans: 记录瓶喂母乳

source: Log Formula
zh_hans: 记录配方奶

source: Log Pumping
zh_hans: 记录泵奶

source: Minutes
zh_hans: 分钟

source: Name
zh_hans: 姓名

source: No breastfeeding data this week
zh_hans: 本周暂无母乳喂养数据

source: No diaper data this week
zh_hans: 本周暂无尿布数据

source: No duration
zh_hans: 未记录时长

source: No EBM data this week
zh_hans: 本周暂无瓶喂母乳数据

source: No events on this day
zh_hans: 今天没有记录

source: No formula data this week
zh_hans: 本周暂无配方奶数据

source: No Logs
zh_hans: 暂无记录

source: No logs yet
zh_hans: 暂无记录

source: No pumping data this week
zh_hans: 本周暂无泵奶数据

source: No sleep data this week
zh_hans: 本周暂无睡眠数据

source: Note
zh_hans: 注意

source: Notes
zh_hans: 备注

source: Notes (Optional)
zh_hans: 备注（可选）

source: OK
zh_hans: 好的

source: Optional notes
zh_hans: 可选备注

source: Pee
zh_hans: 小便

source: Pee & Poop
zh_hans: 大小便

source: Please restart the app to apply the language change.
zh_hans: 请重启应用以应用语言更改。

source: Poop
zh_hans: 大便

source: Privacy Policy
zh_hans: 隐私政策

source: Pumping
zh_hans: 泵奶

source: Pumping (mL)
zh_hans: 泵奶（毫升）

source: Quick Add
zh_hans: 快速记录

source: R: %lldm
zh_hans: 右：%lld 分钟

source: Recent Activity
zh_hans: 最近记录

source: Requirements
zh_hans: 要求

source: Restart Required
zh_hans: 需要重启

source: Right Side
zh_hans: 右侧

source: Right: %lld min
zh_hans: 右侧：%lld 分钟

source: Save
zh_hans: 保存

source: See All
zh_hans: 查看全部

source: Select Date
zh_hans: 选择日期

source: Send to other caregivers
zh_hans: 发送给其他看护人

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share with Caregiver
zh_hans: 与看护人共享

source: Share your baby's care data with other caregivers using iCloud.
zh_hans: 通过 iCloud 与其他看护人共享宝宝的护理数据。

source: Share your baby's care data with other caregivers using iCloud. Each caregiver signs in with their own Apple ID.
zh_hans: 通过 iCloud 与其他看护人共享宝宝的护理数据。每位看护人使用各自的 Apple ID 登录。

source: Share your baby's feeding data with other caregivers using iCloud sharing.
zh_hans: 通过 iCloud 与其他看护人共享宝宝的喂养数据。

source: Sharing with Others
zh_hans: 与他人共享

source: Sleep
zh_hans: 睡眠

source: Sleep (count)
zh_hans: 睡眠（次数）

source: Sleeps
zh_hans: 睡眠次数

source: Slept %lldh
zh_hans: 睡了 %lld 小时

source: Start Time
zh_hans: 开始时间

source: Statistics
zh_hans: 统计

source: Stats
zh_hans: 统计

source: System Default
zh_hans: 跟随系统

source: Tap a button above to add your first entry
zh_hans: 点击上方按钮添加第一条记录

source: The share functionality is built into the app. Data syncs automatically between devices signed into the same iCloud account.
zh_hans: 共享功能已内置于应用中。数据会在登录同一 iCloud 账户的设备之间自动同步。

source: Time
zh_hans: 时间

source: Timeline
zh_hans: 时间轴

source: To share with other caregivers who have different Apple IDs, you'll need to use CloudKit's sharing APIs. This is configured in the ShareController.
zh_hans: 要与使用不同 Apple ID 的看护人共享，您需要使用 CloudKit 的共享 API，这在 ShareController 中进行配置。

source: Today's Summary
zh_hans: 今日摘要

source: Total Duration
zh_hans: 总时长

source: Total Logs
zh_hans: 总记录数

source: Track your baby's care activities
zh_hans: 记录宝宝的日常护理活动

source: Version
zh_hans: 版本

source: Volume
zh_hans: 容量

source: Wake Up
zh_hans: 醒来

source: Weekly Totals
zh_hans: 本周汇总

source: Welcome to AryaLog
zh_hans: 欢迎使用 AryaLog

source: Woke up
zh_hans: 已醒来

source: You
zh_hans: 我

source: Your Name
zh_hans: 您的姓名

source: Your Profile
zh_hans: 我的信息
